{
    "id": "mcjinghpaw",
    "title": "Multi-CAST Jinghpaw",
    "description": "**Jinghpaw** ([kach1280](https://glottolog.org/resource/languoid/id/kach1280)), also known as Kachin, is a Tibeto-Burman language spoken in northern Myanmar and neighbouring areas in India and the PR of China. The variety represented in the corpus is spoken in and around Myitkyina, Kachin State, Myanmar. The Jinghpaw speakers, as is typical for highlanders in mainland Southeast Asia, live in a socioculturally dynamic and multilingual environment. Jinghpaw serves as a lingua franca among the Kachin people, who speak diverse mutually unintelligible Tibeto-Burman languages, but have a number of shared cultural traits.\n\nThe Multi-CAST Jinghpaw corpus consists of traditional narratives glossed and annotated with GRAID by Keita Kurabe with the help of Stefan Schnell; annotations with RefIND were added by Ivan Kapitonov. They constitute a subset of more than 2 700 traditional Kachin narratives and related stories collected by Keita Kurabe and members from the Kachin community through a community-based documentation project undertaken in northern Myanmar between 2009 and 2020. Audio recordings for 2 754 stories are archived in two PARADISEC collections ([1](http://catalog.paradisec.org.au/collections/KK1), [2](http://catalog.paradisec.org.au/collections/KK2)). See [Kurabe (2016)](Source#cldf:kurabe2016) for a comprehensive grammar of the language.",
    "license": "CC-BY-4.0",
    "url": "https://multicast.aspra.uni-bamberg.de/#jinghpaw",
    "citation": "Kurabe, Keita. 2023. Multi-CAST Jinghpaw. In Haig, Geoffrey & Schnell, Stefan (eds.), Multi-CAST: Multilingual corpus of annotated spoken texts. Version 2311. Bamberg: University of Bamberg. (multicast.aspra.uni-bamberg.de/#jinghpaw) (date accessed)",
    "version": "2311",
    "language": "Jinghpaw",
    "glottocode": "kach1280",
    "affiliation": "Tibeto-Burman, Sal",
    "varieties": "Myitkyina",
    "areas": "Kachin State, Myanmar; India; People's Republic of China",
    "contributors": [
        "Keita Kurabe"
    ],
    "image_description": "Traditionally woven fabrics from Kachin Province, Myanmar. Photo by Keita Kurabe, 2018.",
    "docs": []
}